[
  {
    "name": "Roma",
    "name_l10n": "Roma",
    "summary": "Full and balanced",
    "series": "Intenso",
    "description": "A subtle balance between strength, finesse and fullness, Roma sets itself apart by its woody and roasted notes. Central and South American Arabicas combined with Robusta have been lightly roasted to preserve the delicate aroma of the blend. Roma is the ideal coffee for those looking for an Espresso that is both short and mild.",
    "origin": "Cultivated at high altitude, the Central American Arabica brings finesse, whilst the Brazilian Arabica and Robusta provide body and a lingering taste on the palate.",
    "roasting": "Light roasting and fine grinding bring finesse to the blend and create a short espresso which is not too strong.",
    "aromatic_profile": "Roasted and woody notes are revealed through the light roasting of intensely flavoured beans from different origins.",
    "intensity": 8,
    "cup_sizes": 12,
    "caffeine_content": 73,
    "icon": "C-0026-small-60x60.png"
  },
  {
    "name": "Arpeggio",
    "name_l10n": "Arpeggio",
    "summary": "Intense and creamy",
    "series": "Intenso",
    "description": "Arpeggio takes its distinctive character and full body from a blend of Central and South American Arabicas. The long roasting allows each aspect to develop into an intense bouquet, combining cocoa and roasted notes.",
    "origin": "A selection of the best South and Central American Arabicas, with fruity or malted profiles, characteristic of Costa Rican coffees.",
    "roasting": "Arpeggio is roasted intensely to bring out the characteristics of each origin. Its full body develops from the fine grinding of the beans.",
    "aromatic_profile": "Intense, grilled notes alongside subtle cocoa notes and woody hints.",
    "intensity": 9,
    "cup_sizes": 12,
    "caffeine_content": 63,
    "icon": "C-0001-small-60x60.png"
  },
  {
    "name": "Vivalto Lungo Decaffeinato",
    "name_l10n": "Vivalto Lungo Decaffeinato",
    "summary": "Complex and balanced",
    "series": "Decaffeinato",
    "description": "A complex yet balanced blend, Vivalto Lungo Decaffeinato has the same rich character as the originalVivalto Lungo Grand Cru: roasted, lightly woody with sweet cereal and subtle floral notes. It is a pure Arabica blend from several origins including South America and East Africa. The aromatic profile of these coffees is carefully preserved during the decaffeination process, which respects the coffee bean’s true nature, allowing us to maintain the strength and richness of its aromas.",
    "origin": "Vivalto Lungo Decaffeinato is a complex blend of decaffeinated Arabicas from several origins including Colombia and Ethiopia with subtle floral and sweet cereal notes. The aromatic profile of these coffees is carefully preserved during the decaffeination process, which respects the coffee bean’s true nature, allowing us to maintain the strength and richness of its aromas.",
    "roasting": "Separate roasting of the beans brings out the characters of the different origins and develops the complexity of the flavour: a shorter and lighter roast preserves the subtle flowery bouquet of the Ethiopian beans and the fruity notes of the Colombian, while a darker and longer roast reinforces the character of the blend and develops its bitterness.",
    "aromatic_profile": "Vivalto Lungo Decaffeinato has the same rich and complex character as the original Vivalto Lungo Grand Cru: roasted, lightly woody with sweet cereal and subtle floral notes.",
    "intensity": 4,
    "cup_sizes": 2,
    "caffeine_content": 3,
    "icon": "C-0148-DECAFFEINATO-VIVALTOLUNGO-C-CAPS-Small-60x60.png"
  },
  {
    "name": "Kazaar",
    "name_l10n": "Kazaar",
    "summary": "Exceptionally intense and syrupy",
    "series": "Intenso",
    "description": "A daring blend including Robustas from Brazil and Guatemala, specially prepared for Nespresso, and a separately roasted Arabica from South America, Kazaar is a coffee of exceptional intensity. That full bodied Ristretto is rich in roasted notes. In cup it develops a powerful bitterness and notes of pepper that are balanced by a dense and creamy texture.",
    "origin": "A Conillon Robusta from Brazil naturally sun dried especially for Nespresso and rare washed Robustas bring intensity to the blend without the typical harshness that Robustas normally carry. A washed Arabica from South America imparts smoothness to the blend.",
    "roasting": "So that each origin can fully develop its aromatic potential, Nespresso experts have chosen the split-roasting” technique. The Robustas are intensely roasted to develop a strong bitterness and body, while Arabica components are roasted longer and more gently to favour their finer notes and natural sweetness.",
    "aromatic_profile": "Kazaar is a coffee of exceptional intensity. It is a full-bodied Ristretto, rich in roasted notes. In cup it develops a powerful bitterness and notes of pepper that are balanced by a dense and creamy texture.",
    "intensity": 12,
    "cup_sizes": 12,
    "caffeine_content": 120,
    "icon": "C-0089-small-60x60.png"
  },
  {
    "name": "Ristretto",
    "name_l10n": "Ristretto",
    "summary": "Powerful and contrasting",
    "series": "Intenso",
    "description": "Strong in flavour and body, Ristretto combines the best South American Arabicas, from countries such as Colombia and Brazil, with great East African Arabicas, famous for their citrus aromas with a touch of Robusta for added zing. The slow split roasting of the beans creates a contrasting bouquet, bringing together subtle fruity and acid notes, with intensely roasted and chocolate ones.",
    "origin": "Composed of some of the best South American Arabicas from sources such as Colombia and Brazil, Ristretto also contains the great, lightly acidic East African Arabicas and a touch of Robusta for added zing.",
    "roasting": "The beans are roasted slowly and separately to obtain an original bouquet bringing together acidic, fruity, and roasted notes. Its finely ground texture creates an Italian-style coffee: intense, with a rich flavour and full body.",
    "aromatic_profile": "Strong roasted notes softened by notes of chocolate. A subtle contrast between strength and bitterness, acidic and fruity notes.",
    "intensity": 10,
    "cup_sizes": 12,
    "caffeine_content": 75,
    "icon": "C-0023-small-60x60.png"
  },
  {
    "name": "Dharkan",
    "name_l10n": "Dharkan",
    "summary": "Long roasted and velvety",
    "series": "Intenso",
    "description": "This blend of washed Arabicas from Latin America and Asia fully unveils its character thanks to the technique of long roasting at a low temperature. Its powerful personality reveals intense roasted notes together with hints of bitter cocoa powder and toasted cereals that express themselves in a silky and velvety texture. In cup it creates a subtle balance and a pleasant bitterness that lingers in the mouth.",
    "origin": "Dharkan blends four origins from Latin America and Asia, including Costa Rica, Java and two other Latin American origins. It is a coffee enhanced with washed Arabicas, combined to produce a sublime experience and finesse in the cup.",
    "roasting": "Dharkan's long roasting technique at low temperatures ensures the heat diffuses right to the heart of each bean, revealing intensely roasted notes with surprising roundness. It gives the coffee its extraordinary silky texture and a long, bitter and pleasant aftertaste.",
    "aromatic_profile": "Its powerful personality reveals intense roasted notes together with hints of bitter cocoa powder and toasted cereals that express themselves in a velvety texture.",
    "intensity": 11,
    "cup_sizes": 12,
    "caffeine_content": 75,
    "icon": "C-0090-small-60x60.png"
  },
  {
    "name": "Capriccio",
    "name_l10n": "Capriccio",
    "summary": "Rich and distinctive coffee",
    "series": "Espresso",
    "description": "Capriccio is an Espresso with a balanced bouquet, a light acidity and a very characteristic cereal note. It is composed of Arabicas from South America including Brazil, in ideal proportions, and a touch of lightly roasted Robusta.",
    "origin": "The presence of South American Arabicas grown at high altitude gives this blend a light acidity, which is balanced with the perfect amount of Brazilian Arabica and a touch of Robusta.",
    "roasting": "The light roasting of this blend creates a rich character and preserves a light acidity.",
    "aromatic_profile": "A typical cereal note balanced with a light acidity.",
    "intensity": 5,
    "cup_sizes": 4,
    "caffeine_content": 70,
    "icon": "C-0003-small-60x60.png"
  },
  {
    "name": "Volluto",
    "name_l10n": "Volluto",
    "summary": "Sweet and light coffee",
    "series": "Espresso",
    "description": "Delightfully scented, Volluto has a round body, with sweet biscuit and light fruit notes. A combination of Brazilian and Colombian Arabicas, its light roast allows all the finesse of this Grand Cru to be expressed.",
    "origin": "The Brazilian and Colombian Arabicas that go into making Volluto come from small plantations that produce very high quality coffee. They are grown in respect of the environment and local traditions.",
    "roasting": "Light roasting preserves the cereal note of the Brazilian Arabica and the fresh and fruity note of the Colombian coffee.",
    "aromatic_profile": "Quite present and diverse: fruity notes harmoniously balanced with sweet and biscuity notes.",
    "intensity": 4,
    "cup_sizes": 4,
    "caffeine_content": 72,
    "icon": "C-0039-small-60x60.png"
  },
  {
    "name": "Cosi",
    "name_l10n": "Cosi",
    "summary": "Mild and delicately toasted coffee",
    "series": "Espresso",
    "description": "A blend of East African, Central and South American Arabicas which has been lightly roasted to create a delicate and balanced marriage of lightly toasted cereal and fruity notes.",
    "origin": "Arabicas from Costa Rica give this blend its characteristic cereal and lightly toasted notes, while the finest Arabicas from Kenya bring out its delicate fruity notes, both harmonised by Latin American Arabicas.",
    "roasting": "A light roasting, perfectly executed by the Nespresso Master Roasters, creates a delicate and balanced marriage of lightly toasted cereal and fruity notes. ",
    "aromatic_profile": "Mild cereal and lightly toasted notes enhanced by subtle fruity notes",
    "intensity": 4,
    "cup_sizes": 4,
    "caffeine_content": 59,
    "icon": "Cosi-small-60x60.png"
  },
  {
    "name": "Livanto",
    "name_l10n": "Livanto",
    "summary": "Round and balanced",
    "series": "Espresso",
    "description": "This blend of Central and South American Arabicas is medium roast to bring out a round and very balanced bouquet. It evokes the scent of freshly toasted coffee escaping from the roaster: roasted and caramelised notes.",
    "origin": "This blend is composed of the most prestigious Central and South American Arabicas found in Costa Rica and Colombia and is cultivated according to traditional methods to preserve their malted and fruity profiles.",
    "roasting": "A medium roasting accentuates malted notes, whilst fruity notes evolve to create a complex and delicate caramelised bouquet.",
    "aromatic_profile": "A round and balanced profile, typical of freshly roasted coffee results in a combination of cereal, malted and caramelised notes as well as fine fruity notes.",
    "intensity": 6,
    "cup_sizes": 4,
    "caffeine_content": 64,
    "icon": "C-0017-small-60x60.png"
  },
  {
    "name": "India",
    "name_l10n": "India",
    "summary": "with Robusta Monsoon",
    "series": "Master Origin",
    "description": "Master Origin India with Robusta Monsoon gets its intense, woody, spicy aromatics from the monsooned Robusta blended into Indian Arabica. Monsooning coffees is unique to India’s southwest coast. Months of monsoonal winds repeatedly swell and dry the beans. It mimics the journey it used to take when sailing to Europe.",
    "origin": "Mix of Arabica and Robusta from India",
    "roasting": "We split roast this coffee with a medium and a slightly shorter roast. This coffee roasting process on this Arabica Robusta blend keeps the distinct Arabica and Robusta characteristics alive.",
    "aromatic_profile": "Master Origin India with Robusta Monsoon owes its wild taste to the unique monsooning process. When the coffee beans spend months face to the wind, they develop a distinct woody, savory, spicy taste - as thick and lingering as sea mist. A powerful cup. Using Robusta along with the Arabica coffee really gives it that heavy, syrupy body.",
    "intensity": 11,
    "cup_sizes": 6,
    "caffeine_content": 105,
    "icon": "C-0359-India-product-small-60x60.png"
  },
  {
    "name": "Indonesia",
    "name_l10n": "Indonesia",
    "summary": "Wet-Hulled Arabica",
    "series": "Master Origin",
    "description": "Master Origin Indonesia wet-hulled Arabica is a race against rain. Sumatran farmers wet-hull their coffee because of the humid climate. They remove the parchment when the coffee is soft and moist because exposed beans dry faster. The method is unique to them and produces the classic Indonesian taste - velvety thick, wildly aromatic, notes of cured tobacco.",
    "origin": "Arabica from Indonesia.",
    "roasting": "The coffee roasting process we use is a split roast method - with a medium and slightly shorter roast. Split roasting this Sumatra coffee gives a great complexity of aromatic notes in the cup.",
    "aromatic_profile": "It’s the coffee production, the unique coffee farming methods, that make this a classic Indonesia coffee - Master Origin Indonesia wet-hulled Arabica has a thick and rich, velvety body. It’s wild in its cured tobacco notes and you’ll get whiffs of tropical woody aromas.",
    "intensity": 8,
    "cup_sizes": 6,
    "caffeine_content": 105,
    "icon": "C-0360-Indonesia-product-small-60x60.png"
  },
  {
    "name": "Colombia",
    "name_l10n": "Colombia",
    "summary": "with Late Harvest Arabica",
    "series": "Master Origin",
    "description": "Master Origin Colombia with Late Harvest uses only high-grown, washed processed Colombian Arabica. Can you taste the lively acidity and the burst of winey red fruit aromas? That comes from those coffee farmers who dared to wait longer before harvesting their crop.",
    "origin": "Arabica from Colombia",
    "roasting": "A short roast at medium temperatures keeps the deep and delicate aromatics of Master Origin Colombia with Late Harvest in balance.",
    "aromatic_profile": "Master Origin Colombia with Late Harvest Arabica is both a smooth coffee and a fruity coffee. You’ll taste all the winey red fruit notes of blackcurrant and cranberry that surface when you wait. A bright acidity makes this a vivacious coffee. And it’s in smooth balance with those seductive aromatics.",
    "intensity": 6,
    "cup_sizes": 6,
    "caffeine_content": 72,
    "icon": "C-0361-Colombia-product-small-60x60.png"
  },
  {
    "name": "Nicaragua",
    "name_l10n": "Nicaragua",
    "summary": "with \"Black-Honey\" Processed Arabica",
    "series": "Master Origin",
    "description": "If Black Honey processing were the easy road to a nectarous coffee, they’d all do it. But only a few farmers dare. It’s a rare process because it calls for meticulous monitoring. Master Origin Nicaragua with 'Black-Honey' processed Arabica contains this coffee. It gives this Nicaraguan Arabica its smooth honeyed texture and sweet cereal notes.",
    "origin": "Arabica from Nicaragua.",
    "roasting": "Split roasting Master Origin Nicaragua with a medium and a slightly shorter roast keeps these Nicaraguan coffees in balance.",
    "aromatic_profile": "Master Origin Nicaragua with 'Black-Honey' processed Arabica is a nectarous coffee - it has a satiny smooth texture and warming sweet cereal notes. Its distinct sweetness comes from the rare Black-Honey process.",
    "intensity": 5,
    "cup_sizes": 6,
    "caffeine_content": 65,
    "icon": "10838077964318.png"
  },
  {
    "name": "Ethiopia",
    "name_l10n": "Ethiopia",
    "summary": "with Dry Processed Arabica",
    "series": "Master Origin",
    "description": "This is Ethiopian Arabica at its finest - decadently aromatic. It has an orange blossom aroma, but the rich fruit jam notes come from the sun-dried coffee in Master Origin Ethiopia with dry processed Arabica. Continually hand-turning the coffee cherry to ensure even drying calls for great care. And Ethiopian farmers have used this method for longer than anyone else.",
    "origin": "Ethiopian Arabica.",
    "roasting": "A light and short roast keeps the more delicate notes alive and singing through the wilder, heavier aromatics of this Ethiopian coffee.",
    "aromatic_profile": "The traditional natural process adds a unique taste - rich, and incredibly aromatic. In Master Origin Ethiopia with dry processed Arabica you’ll catch anything from the warming aroma of ripe fruit to delicate orange blossom notes.",
    "intensity": 4,
    "cup_sizes": 6,
    "caffeine_content": 65,
    "icon": "C-0363-ethiopia-product-small-60x60.png"
  },
  {
    "name": "Dulsão do Brasil",
    "name_l10n": "Dulsão do Brasil",
    "summary": "Sweet and satiny smooth coffee",
    "series": "Pure Origin",
    "description": "A pure Arabica coffee, Dulsão do Brasil is a delicate blend of red and yellow Bourbon beans with a distinctive note of toasted grain. The beans are treated semi-dry to allow the mucilage sugars to infuse the bean with a mellow flavour, then separately roasted to reveal an elegantly balanced satiny sweet flavour with a note of toasted grain.",
    "origin": "Subtly sweet, red and yellow Bourbon coffee beans are grown in the hill-top plantations of southern Brazil. They are harvested by hand, then pulped and sun-dried to allow the mucillage sugars to infuse the bean with a mellow flavour.",
    "roasting": "Some beans are roasted lightly to retain their natural sweet flavour and achieve a roundness on the palate. The remaining beans undergo a longer roasting for a distinctive toasted flavour.",
    "aromatic_profile": "Lightly toasted grain.",
    "intensity": 4,
    "cup_sizes": 4,
    "caffeine_content": 84,
    "icon": "C-0009-small-60x60.png"
  },
  {
    "name": "Indriya from India",
    "name_l10n": "Indriya from India",
    "summary": "Powerful and spicy",
    "series": "Pure Origin",
    "description": "This intense bodied Espresso is a blend of Arabica and Robusta from Southern India. Its sustained but quick roasting balances its strong character, bringing out cocoa and spicy notes of cloves, pepper and nutmeg. Indriya from India expresses all its passion in a Ristretto cup (25 ml).",
    "origin": "The Arabica and Robusta chosen for this blend grow in southern India, in the shade of large trees that also provide shelter for pepper and spice growing. Grown on high altitude plantations, the Robusta we use is a very pure coffee, very intense and slightly bitter. Only absolutely perfect beans, which have passed a rigorous selection process, are used for Indriya from India.",
    "roasting": "The Arabica is lightly roasted, to preserve its subtle aromas. In contrast, the Robusta is well roasted to reveal its intensity and develop a full body. Very fine grinding supports the body and enhances the flavour.",
    "aromatic_profile": "Cocoa and dry plant notes, as well as a spicy bouquet reminiscent of cloves, pepper and nutmeg.",
    "intensity": 10,
    "cup_sizes": 12,
    "caffeine_content": 75,
    "icon": "C-0015-small-60x60.png"
  },
  {
    "name": "Bukeela ka Ethiopia",
    "name_l10n": "Bukeela ka Ethiopia",
    "summary": "Floral and wild",
    "series": "Pure Origin",
    "description": "This delicate Lungo expresses a floral bouquet reminiscent of jasmine, white lily, bergamot and orange blossom together with notes of wood. A pure Arabica blend composed of two very different coffees coming from the birthplace of coffee, Ethiopia. The blend’s coffees are roasted separately: one portion short and dark to guarantee the body, the other light but longer to preserve the delicate notes.",
    "origin": "Ethiopian Arabicas from Sidama and other Western regions are hand-picked to create Bukeela ka Ethiopia. Treated differently, the Sidamo beans are washed and naturally sundried on raised African drying beds while Western regions Arabica as there, water is more scarce are un-washed and naturally processed.",
    "roasting": "Bukeela ka Ethiopia is roasted in two parts. One split is roasted shorter and darker to enhance wild musk and body, the other split roasted lighter and longer brings the final flourish, the perfume, the definitive aromatic coffee reminiscent of jasmine, orange blossom and white lily, with its delirious, heady perfume.",
    "aromatic_profile": "Bukeela ka Ethiopia is a delicately fresh and floral Pure Origin Lungo that reveals unexpectedly wild notes of musk and wood.",
    "intensity": 3,
    "cup_sizes": 2,
    "caffeine_content": 74,
    "icon": "C-0103-small-60x60.png"
  },
  {
    "name": "Rosabaya de Colombia",
    "name_l10n": "Rosabaya de Colombia",
    "summary": "Fruity and balanced",
    "series": "Pure Origin",
    "description": "On a soft base, this blend of Colombian Arabicas deploys typical notes of red fruits jam, and echoes winey flavours. Grown on small Colombian plantations, the coffee is handpicked and prepared using the wet method. Separate roasting accentuates the fruity notes and acidity whilst bringing body to the coffee.",
    "origin": "The varieties that make up this \"Pure Origin\" Espresso are cultivated by small coffee growers in the highest region of Colombia. Hand-picked and treated with the wet method to intensify its aromas, the coffee is then dried in parchment and transferred to the Paramo de Letras region, where the cold, dry climate preserves it.",
    "roasting": "Split roasting of the different varieties allows the fruity and acidic notes to come to the fore, whilst adding body.",
    "aromatic_profile": "Notes of red fruit, reminiscent of wine: blackcurrants, cranberries, and redcurrants.",
    "intensity": 6,
    "cup_sizes": 4,
    "caffeine_content": 73,
    "icon": "C-0027-small-60x60.png"
  },
  {
    "name": "Envivo Lungo",
    "name_l10n": "Envivo Lungo",
    "summary": "Potent and caramelized",
    "series": "Lungo",
    "description": "Envivo Lungo was specially designed for the morning by Nespresso Coffee Experts. It is a long-cup that stimulates the senses through its high intensity and generous character. This dark roasted coffee is a blend of a distinctive Arabica from India with a Robusta from Mexico. In cup, it reveals a potent character and a full body, roasted notes and rich scents reminiscent of aromatic woods and gingerbread.",
    "origin": "Envivo Lungo is a blend of green coffees from two origins, India and Mexico.",
    "roasting": "The Arabica and the Robusta parts are roasted separately and dark to deliver high intensity with refined taste and a full body. The Robusta split is roasted longer and darker.",
    "aromatic_profile": "A bold coffee, with caramelized notes reminiscent of aromatic woods and gingerbread. Served as a morning coffee, it offers a pleasant body and taste together with a high intensity.",
    "intensity": 9,
    "cup_sizes": 2,
    "caffeine_content": 99,
    "icon": "C-CAPS-Small-60x60.png"
  },
  {
    "name": "Fortissio Lungo",
    "name_l10n": "Fortissio Lungo",
    "summary": "Rich and full-bodied coffee",
    "series": "Lungo",
    "description": "As in the age of sailing ships, Indian Malabar Arabica beans are exposed to monsoon winds after harvest to reveal a distinguished aromatic profile. We blend these with Latin American Arabica beans to create a Lungo with a truly intense character. This full-bodied Lungo, rich in aroma, expresses itself in beautiful sweet cereal and malty toasted notes, and it offers a pleasant bitterness with an exquisite fullness on the palate thanks to its round and smooth texture.",
    "origin": "A fine base of Monsooned Malabar Arabica from Southwest India and washed Colombian Arabicas to bring intensity, texture and richness.",
    "roasting": "The Indian Monsooned Malabar Arabica and Latin American coffees that form the structural base of Fortissio Lungo are split roasted in order to generate a prominent body yet retain a rich coffee flavour, not overshadowed by roasted notes.",
    "aromatic_profile": "A rich coffee, flecked with sweet cereal and malty toasted notes, that offers a pleasant bitterness with an exquisite fullness on the palate thanks to its round and smooth texture.",
    "intensity": 8,
    "cup_sizes": 2,
    "caffeine_content": 85,
    "icon": "C-0014-small-60x60.png"
  },
  {
    "name": "Linizio Lungo",
    "name_l10n": "Linizio Lungo",
    "summary": "Round and smooth coffee",
    "series": "Lungo",
    "description": "Pure Arabica from South America, Linizio Lungo is a well-rounded blend made of Brazilian and Colombian coffee. The split-roasting gives a cereal, malty note typical for the Bourbon variety, while maintaining its mild and smooth character.",
    "origin": "Arabicas from Brazil and Colombia that go into making Linizio Lungo are handpicked. Treated differently, the Brazil Bourbon beans are washed, then depulped, and dried in the sun with their mucilage; the Arabica from Colombia on the other hand will be fermented with its mucilage and washed afterwards.",
    "roasting": "The split roasting reveals the specificities of each origin. On one hand, longer roasting yields a darker bean that reveals the malted cereal notes of the Bourbon beans. On the other hand, shorter roasting of the Arabica from Colombia yields lighter beans and highlights the softer notes reminding of sugar cane, specific to its region of origin.",
    "aromatic_profile": "Cereal.",
    "intensity": 4,
    "cup_sizes": 2,
    "caffeine_content": 72,
    "icon": "C-0057-small-60x60.png"
  },
  {
    "name": "Vivalto Lungo",
    "name_l10n": "Vivalto Lungo",
    "summary": "Complex and balanced coffee",
    "series": "Lungo",
    "description": "A complex yet balanced marriage between South American Arabicas cultivated at high altitude, among which \"Cerrado\" from Brazil, and an East African Arabica. Vivalto Lungo combines roasted and subtle floral notes. Split roasting of the beans enhances the character of each origin.",
    "origin": "A complex and contrasting blend. The South American Arabicas, grown at high altitude, bring a light acidity, the Ethiopian Arabica adds its floral touch, and the â€œCerradoâ€ coffee from Brazil reinforces the character and develops the bitterness.",
    "roasting": "Separate roasting brings out the characters of the different origins. The grinding of the beans results in a coffee best enjoyed in a large cup.",
    "aromatic_profile": "The perfect mix of several origins results in a rich and complex character: roasted, lightly woody, sweet cereal and subtle floral notes.",
    "intensity": 4,
    "cup_sizes": 2,
    "caffeine_content": 77,
    "icon": "C-0038-small-60x60.png"
  },
  {
    "name": "Volluto Decaffeinato",
    "name_l10n": "Volluto Decaffeinato",
    "summary": "Sweet and light",
    "series": "Decaffeinato",
    "description": "Delightfully sweet and smooth, Volluto Decaffeinato has the same rich flavours and round body as the original Volluto Grand Cru. The selected pure Arabica beans from South America are roasted lightly and separately to highlight their specificities and reveal the sweet biscuity, fresh and fruity notes. The aromatic profile of these coffees is carefully preserved during the decaffeination process, which respects the coffee bean’s true nature, allowing us to maintain the strength and richness of its aromas.",
    "origin": "Volluto Decaffeinato is a pure blend of decaffeinated Arabicas from Brazil and Colombia with delightful cereal and fruity notes. The aromatic profile of these coffees is carefully preserved during the decaffeination process, which respects the coffee bean’s true nature, allowing us to maintain the strength and richness of its aromas.",
    "roasting": "The selected pure Arabica beans are roasted separately to highlight their specificities: a shorter roast unfolds the sweet biscuity notes of the Brazilian Arabica, while longer but lighter roast preserves fresh and fruity notes of the Colombian beans. ",
    "aromatic_profile": "Volluto Decaffeinato has the same rich flavours and round body as the original Volluto Grand Cru as well as the same delightful sweet biscuit and light fruit notes.",
    "intensity": 4,
    "cup_sizes": 4,
    "caffeine_content": 1.7,
    "icon": "C-0147-mosaic-Small-60x60.png"
  },
  {
    "name": "Arpeggio Decaffeinato",
    "name_l10n": "Arpeggio Decaffeinato",
    "summary": "Intense and creamy",
    "series": "Decaffeinato",
    "description": "Dark roasted and rich in flavour, Arpeggio Decaffeinato boasts the same strong character, intense body and indulgent cocoa notes as the original Arpeggio Grand Cru. A selection of the best Arabicas from South and Central Americas enriches this blend with intense, cocoa-like notes. A split roast reveals the specificities of each origin, carefully protected during the decaffeination process, which respects the coffee bean’s true nature, allowing us to maintain the blend`s aromatic strength and richness.",
    "origin": "A selection of the best Arabicas from Brazil and Costa Rica with intense cocoa-like hints and a South American washed Arabica with indulgent fruity notes. The aromatic profile of these coffees is carefully preserved during the decaffeination process, which respects the coffee bean’s true nature, allowing us to maintain the strength and richness of its aromas.",
    "roasting": "The split roasting reveals the specificities of each origin: longer roasting yields a darker bean and releases the intense, cocoa-like flavours of the Brazilian and Costa Rican Arabicas; a shorter and lighter roasting of the selected Arabica from South America highlights its softer fruity notes.",
    "aromatic_profile": "Arpeggio Decaffeinato has the same strong character, intense cocoa and roasted notes as the original Arpeggio Grand Cru.",
    "intensity": 9,
    "cup_sizes": 12,
    "caffeine_content": 1.8,
    "icon": "C-0146-mosaic-Small-60x60.png"
  },
  {
    "name": "Ristretto Decaffeinato",
    "name_l10n": "Ristretto Decaffeinato",
    "summary": "Powerful and contrasting",
    "series": "Decaffeinato",
    "description": "Intensely roasted and rich in flavour, Ristretto Decaffeinato has the same powerful character and contrasting taste as the original Ristretto. A selection of the best Latin American and East African Arabicas is sophisticatedly blended with a touch of Robusta, roasted separately to create the subtle fruity note of this full bodied, intense Espresso.",
    "origin": "Composed of some of the best South American Arabicas from sources such as Colombia and Brazil, Ristretto Decaffeinato also contains the great, lightly acidic East African Arabicas and a touch of Robusta for added zing.",
    "roasting": "The beans are roasted slowly and separately to obtain an original bouquet bringin together acidic, fruity, and roasted notes. Its finely ground texture creates an Italian-style coffee: intense, with a rich flavour and full body.",
    "aromatic_profile": "Strong roasted notes softened by notes of chocolate. A subtle contrast between strength and bitterness, acidic and fruity notes.",
    "intensity": 10,
    "cup_sizes": 12,
    "caffeine_content": 2.3,
    "icon": "C-0262-mosaic-Small-60x60.png"
  },
  {
    "name": "Vanilio",
    "name_l10n": "Vanilio",
    "summary": "Vanilla flavoured",
    "series": "Variation",
    "description": "Vanilio is a coffee elaborated on a base of Livanto Grand Cru, a blend of Arabicas from South and Central America with a round and very balanced bouquet. The rich and velvety aromas of vanilla subtly express themselves in a mellow texture. A blend distinguished by its full flavour, infinitely smooth and silky on the palate.",
    "origin": "This blend is composed of the most prestigious Central and South American Arabicas, found in Costa Rica and Colombia and is cultivated according to traditional methods to preserve their malted and fruity profiles.",
    "roasting": "A medium roasting, accentuates malted notes, whilst fruity notes evolve to create a complex and delicate caramelised bouquet.",
    "aromatic_profile": "A round and balanced profile, typical of freshly roasted coffee results in a combination of cereal, malted and caramelised notes as well as fine fruity notes.",
    "intensity": 6,
    "cup_sizes": 4,
    "caffeine_content": 68,
    "icon": "C-0067-small-60x60.png"
  },
  {
    "name": "Caramelito",
    "name_l10n": "Caramelito",
    "summary": "Caramel flavoured",
    "series": "Variation",
    "description": "Caramelito is a coffee elaborated on a base of Livanto Grand Cru, a blend of Arabicas from South and Central America with a round and very balanced bouquet. The sweet flavour of caramel softens the roasted notes. This delicate gourmet marriage evokes the creaminess of soft toffee.",
    "origin": "This blend is composed of the most prestigious Central and South American Arabicas, found in Costa Rica and Colombia and is cultivated according to traditional methods to preserve their malted and fruity profiles.",
    "roasting": "A medium roasting, accentuates malted notes, whilst fruity notes evolve to create a complex and delicate caramelised bouquet.",
    "aromatic_profile": "A round and balanced profile, typical of freshly roasted coffee results in a combination of cereal, malted and caramelised notes as well as fine fruity notes.",
    "intensity": 6,
    "cup_sizes": 4,
    "caffeine_content": 68,
    "icon": "C-0066-small-60x60.png"
  },
  {
    "name": "Ciocattino",
    "name_l10n": "Ciocattino",
    "summary": "Chocolate flavoured",
    "series": "Variation",
    "description": "Ciocattino is a coffee elaborated on a base of Livanto Grand Cru, a blend of Arabicas from South and Central America with a round and very balanced bouquet. The dark and bitter chocolate notes create an indulgent harmony with the roasted notes of the Livanto Grand Cru. A rich combination reminiscent of a square of dark chocolate.",
    "origin": "This blend is composed of the most prestigious Central and South American Arabicas, found in Costa Rica and Colombia and is cultivated according to traditional methods to preserve their malted and fruity profiles.",
    "roasting": "A medium roasting, accentuates malted notes, whilst fruity notes evolve to create a complex and delicate caramelised bouquet.",
    "aromatic_profile": "A round and balanced profile, typical of freshly roasted coffee results in a combination of cereal, malted and caramelised notes as well as fine fruity notes.",
    "intensity": 6,
    "cup_sizes": 4,
    "caffeine_content": 68,
    "icon": "C-0068-small-60x60.png"
  },
  {
    "name": "Ispirazione Salentina Original",
    "name_l10n": "Ispirazione Salentina Original",
    "summary": "Woody and spicy notes",
    "series": "Limited edition Coffee",
    "description": "A tribute to the Caffè alla Salentina, an iced coffee recipe from the south of Italy, this blend is a bold, balanced coffee with a smooth and round texture, nutty aromas and typical Robusta notes. When prepared with cane sugar syrup, ice and almond milk, it gives a refreshing drink with a sweet taste and a creamy texture.",
    "origin": "Arabica and Robusta coffees from Uganda, Ethiopia, amongst other origins.",
    "roasting": "The Arabicas and the Robusta are roasted separately. The Arabicas are long roasted at a medium to dark color. The Robusta is dark roasted for a shorter time in order to preserve all its aromas. All the coffees composing the blend are coarsely ground in order to allow a good mix and achieve an optimal homogeneity in the final iced coffee recipe.",
    "aromatic_profile": "A bold, balanced coffee with a smooth and round texture, nutty aromas and typical Robusta notes",
    "intensity": 6,
    "cup_sizes": 8,
    "caffeine_content": 60,
    "icon": "C-0346-product-small-60x60.png"
  },
  {
    "name": "Ispirazione Shakerato Original",
    "name_l10n": "Ispirazione Shakerato Original",
    "summary": "Dark cocoa notes",
    "series": "Limited edition Coffee",
    "description": "A tribute to the Caffè Shakerato, a famous iced coffee recipe from Italy, this blend is a straight, intense coffee with cocoa and spicy aromas together with a roasted finish. When prepared in a shaker with ice and sugar, it gives a powerful and smooth, full-bodied iced coffee topped with an indulgent foam.",
    "origin": "Arabica coffee from Guatemala, Ethiopia, amongst other origins.",
    "roasting": "The origins are roasted in different splits, at the same temperature, yet during different  durations to deliver rich aromas, a specific structure, more texture and body.  All the coffees composing the blend are coarsely ground in order to allow an optimal homogeneity in the final iced coffee recipe.",
    "aromatic_profile": "A straight, intense coffee with cocoa and spicy aromas together with a roasted finish.",
    "intensity": 6,
    "cup_sizes": 4,
    "caffeine_content": 60,
    "icon": "C-0348-product-small-60x60.png"
  }
]